[
  {
    "id": "news-17658167297324",
    "title": "Выезд в кинотеатр",
    "category": "Мероприятие",
    "author": "Егор Титов",
    "date": "2025-12-30T08:19:15.000Z",
    "summary": "Ученики Урицкой средней школы вместе с членами ВПК «Вымпел» посетили кинотеатр «Октябрь», где посмотрели мультфильм «Зверополис‑2», сделав зимние каникулы ещё ярче и познавательнее.",
    "fullText": "30 декабря 2025 года учащиеся 5 «г» класса (классный руководитель М.А. Гончар) и старшеклассники — члены военно‑патриотического клуба «Вымпел» (руководитель Е.А. Титов) — провели совместный досуг в кинотеатре «Октябрь». Ребята дружной компанией посмотрели премьеру мультфильма «Зверополис‑2», который стал ярким событием зимних каникул. Картина не только подарила хорошее настроение, но и напомнила школьникам о важности различать правду и ложь, добро и зло в реальной жизни.",
    "cover": "assets/img/news/к1.jpg",
    "gallery": ["assets/img/news/к2.jpg",
    "assets/img/news/к3.jpg",
    "assets/img/news/к4.jpg"
      
    ]
  },
    {
    "id": "news-1765816729774",
    "title": "Музей военной славы",
    "category": "Мероприятие",
    "author": "Егор Титов",
    "date": "2025-12-29T14:09:15.000Z",
    "summary": "При содействии ОВД Гомельского райисполкома члены ВПК Вымпел посетили областной музей военной славы",
    "fullText": "Во время визита ребята смогли познакомиться с экспозицией, посвящённой героическим страницам истории, и расширить свои знания о военном прошлом страны.",
    "cover": "assets/img/news/м1.jpg",
    "gallery": ["assets/img/news/м2.jpg",
    "assets/img/news/м3.jpg",
    "assets/img/news/м4.jpg"
      
    ]
  },
  {
    "id": "news-1765816729771",
    "title": "V рождествениские стрельбы",
    "category": "Мероприятие",
    "author": "Егор Титов",
    "date": "2025-12-16T08:15:15.000Z",
    "summary": "Учащиеся военно-патриотического клуба посетили день открытых дверей в Гомельском ОВД и познакомились со службой в органах внутренних дел.",
    "fullText": "В ходе мероприятия учащимся рассказали о задачах и структуре органов внутренних дел, условиях поступления на службу и требованиях к сотрудникам. Специалисты поделились особенностями профессиональной деятельности и подчеркнули важность дисциплины и ответственности. Также познакомились с рабочими помещениями, задали интересующие вопросы и получили полезную информацию для профессионального самоопределения.",
    "cover": "assets/img/news/ст1.jpg",
    "gallery": 
  },
  {
    "id": "news-1765816729773",
    "title": "День открытых дверей в Гомельском ОВД",
    "category": "Мероприятие",
    "author": "Мария Савенкова",
    "date": "2025-12-15T13:11:00.000Z",
    "summary": "Учащиеся военно-патриотического клуба посетили день открытых дверей в Гомельском ОВД и познакомились со службой в органах внутренних дел.",
    "fullText": "В ходе мероприятия учащимся рассказали о задачах и структуре органов внутренних дел, условиях поступления на службу и требованиях к сотрудникам. Специалисты поделились особенностями профессиональной деятельности и подчеркнули важность дисциплины и ответственности. Также познакомились с рабочими помещениями, задали интересующие вопросы и получили полезную информацию для профессионального самоопределения.",
    "cover": "assets/img/овд.jpg",
    "gallery": [
      "assets/img/овд1.jpg"
    ]
  },
  {
    "id": "news-1765722320947",
    "title": "Участники ВПК посетили день открытых дверей в БелГУТ",
    "category": "Мероприятие",
    "author": "Мария Савенкова",
    "date": "2025-12-13T08:00:00.000Z",
    "summary": "Учащиеся военно-патриотического клуба побывали на дне открытых дверей в Белорусском государственном университете транспорта и познакомились с условиями обучения.",
    "fullText": "Для школьников была организована встреча с представителями университета, которые рассказали о направлениях подготовки, правилах поступления и возможностях дальнейшего трудоустройства.\nУчащиеся познакомились с учебной базой, узнали о студенческой жизни и задали интересующие вопросы. Поездка помогла учащимся расширить представление о будущей профессии и задуматься о выборе образовательного пути.",
    "cover": "assets/img/бГУТ1.jpg",
    "gallery": [
      "assets/img/бГУТ2.jpg"
    ]
  },
  {
    "id": "news-1765720914071",
    "title": "Добровольчество и служение обществу",
    "category": "Мероприятие",
    "author": "Мария Савенкова",
    "date": "2025-12-10T10:30:00.000Z",
    "summary": "Участники военно-патриотического клуба рассказали школьникам о значении волонтёрства, его роли в сплочении коллектива и формировании качеств будущих защитников Родины.",
    "fullText": "На классном часу у 10 «А» класса, представители ВПК поделились своим опытом участия в волонтёрских инициативах, рассказали о помощи пожилым людям, участии в памятных мероприятиях и общественно полезных акциях.\nОсобое внимание было уделено тому, как совместная работа укрепляет командный дух и развивает лидерские качества. Волонтёрство помогает лучше понять ценность служения обществу и подготавливает молодёжь к осознанному служению Родине.",
    "cover": "assets/img/дсо1.jpg",
    "gallery": [
      "assets/img/дсо2.jpg",
      "assets/img/дсо3.jpg"
    ]
  },
  {
    "id": "news-1764581966016",
    "title": "Безопасный интернет: юные активисты провели обучающее занятие для младших классов",
    "category": "Мероприятие",
    "author": "Егор Титов",
    "date": "2025-11-27T12:33:00.000Z",
    "summary": "Учащиеся военно-патриотического клуба Сивенков Макар и Марченко Анастасия провели для четвероклассников занятие по кибербезопасности, познакомив их с основами безопасного поведения в интернете и защитой личных данных.",
    "fullText": "Назар и Анастасия в доступной форме объяснили младшим школьникам, почему важно соблюдать правила поведения в сети и какие угрозы могут подстерегать каждого пользователя интернета. Ребята узнали:\n\n1. Что такое личные данные и почему их нельзя передавать незнакомцам;\n\n2. Какие виды киберугроз существуют — фишинг, мошенничество, вредоносные ссылки, поддельные аккаунты, кража паролей;\n\n3. Как распознать сомнительные сообщения, игровые предложения или «подарки» в соцсетях;\n\n4. Почему важно использовать сложные пароли и не забывать о настройках приватности.\n\nОсобое внимание было уделено распространённым ситуациям, с которыми сталкиваются дети: неожиданные «скидки», просьбы о переводе средств, незнакомые кто-то «добавился в друзья», попытки выманить личную информацию в игровом чате.\n\nОрганизаторы занятия подчеркнули, что современные дети проводят много времени в интернете, поэтому важно не только дать им знания, но и сформировать ответственное отношение к цифровой среде. Умение защищать себя онлайн — такая же необходимая компетенция, как и правила безопасности на улице или дома.\n\nКибербезопасность — это не только защита компьютера от вирусов. Это умение думать критически, проверять источники информации, не поддаваться на провокации и уметь вовремя обратиться за помощью взрослым.\n\nЧетвероклассники активно участвовали в обсуждениях, приводили свои примеры и задавали вопросы. Многие признались, что впервые задумались о том, какие действия в интернете могут быть небезопасными.\n\nЗавершилось мероприятие разбором ситуаций и полезными рекомендациями, которые помогут школьникам более уверенно ориентироваться в цифровом пространстве",
    "cover": "assets/img/news/1.webp",
    "gallery": [
      "assets/img/news/2.webp",
      "assets/img/news/3.webp"
    ]
  },
  {
    "id": "news-1764082705121",
    "title": "25 ноября: учащиеся ВПК почтили память освободителей Гомеля",
    "category": "Мероприятие",
    "author": "Савенкова Мария",
    "date": "2025-11-25T14:55:00.000Z",
    "summary": "Наши воспитанники приняли участие в торжественном митинге, посвящённом годовщине освобождения Гомеля от немецко-фашистских захватчиков.",
    "fullText": "25 ноября учащиеся военно-патриотического клуба приняли участие в торжественном митинге на кануне дня освобождения Гомеля от немецко-фашистских захватчиков.\n\nУ памятника собрались, представители общественных организаций, школьники и жители агр. Урицкое, чтобы вспомнить важнейшую дату в истории родного края.\n\nРебята из ВПК возложили цветы к памятнику павшим воинам и почтили минутой молчания всех, кто погиб в боях за освобождение Гомеля.",
    "cover": "assets/img/3.webp",
    "gallery": [
      "assets/img/2.webp",
      "assets/img/1.webp"
    ]
  }
]